import random

def enmoji():
    emoji = (
        "😎", "🤩", "😜", "😏", "😇", "👽", "👾", "💫", "🚀", "🛸",
        "🤖", "🌟", "🧠", "📡", "🔭", "🌈", "🔥", "🎯", "🎉", "💡"
    )
    return random.choice(emoji)

def enmoji2():
    emoji = (
        "💥", "❌", "🚫", "😵", "😓", "💀", "☠️", "🧟‍♂️", "🥀", "🔴",
        "😢", "😭", "🤬", "⚠️", "🫥", "🙅", "😔", "😡", "🙃", "🥶"
    )
    return random.choice(emoji)

def enhearts():
    emoji = (
        "❤️", "🧡", "💛", "💚", "💙", "💜", "🩷", "🩵", "🖤", "🤍",
        "🤎", "♥️", "💖", "💗", "💘", "💞", "💕", "💓", "💟", "❣️"
    )
    return random.choice(emoji)